[
    {
        "title" : "what is cat?",
        "sub_title" : "แมว เป็นสปีชีส์สัตว์เลี้ยงของสัตว์เลี้ยงลูกด้วยนมกินเนื้อขนาดเล็ก โดยเป็นแมวสปีชีส์เดียวในวงศ์ Felidae ที่ถูกปรับเป็นสัตว์เลี้ยง และมักเรียกเป็น แมวบ้าน เพื่อแยกมันจากสมาชิกที่อยู่ในป่า แมวเหล่านี้สามารถอาศัยเป็นแมวบ้าน, แมวฟาร์ม หรือแมวจรได้ แต่แมวประเภทหลังสุดมักอาศัยอยู่อย่างอิสระและหลีกเลี่ยงการติดต่อกับมนุษย์",
        "image_url": "https:/cdn.pixabay.com/photo/2016/11/14/09/14/cat-1822979_960_720.jpg",
        "detail":"The cat (Felis catus) is a domestic species of small carnivorous mammal.[1][2] It is the only domesticated species in the family Felidae and is commonly referred to as the domestic cat or house cat to distinguish it from the wild members of the family.[4] Cats are commonly kept as house pets but can also be farm cats or feral cats; the feral cat ranges freely and avoids human contact.[5] Domestic cats are valued by humans for companionship and their ability to kill rodents. About 60 cat breeds are recognized by various cat registries.[6]"
    },

    {
        "title" : "what is Game of Thrones?",
        "sub_title" :"“เกมล่าบัลลังก์” หรือ “A Game of Thrones” เป็นเล่มแรกของชุด “มหาศึกชิงบัลลังก์” หรือ “A Song of Ice and Fire” ซึ่งเป็นนวนิยายแนวมหากาพย์แฟนตาซีเรื่องยิ่งใหญ่ ที่ผู้เขียนคือ จอร์จ อาร์. อาร์. มาร์ติน  ตั้งใจว่าจะเขียนทั้งหมด 7 เล่ม (ขณะนี้ออกมาแล้ว 5 เล่ม)เนื้อเรื่องกล่าวถึงราชอาณาจักรทั้งเจ็ด ซึ่งมีเมืองหลวงอยู่ที่คิงส์แลนดิ้ง ปัจจุบันมี ‘พระราชาโรเบิร์ต’ แห่งตระกูลบาราเธียน เป็นผู้ปกครองสูงสุด โรเบิร์ตสมรสกับ ‘เซอร์ซี’ แห่งตระกูลแลนนิสเตอร์ ซึ่งมีส่วนสำคัญในการโค่นอำนาจพระราชาองค์ก่อน และทำให้โรเบิร์ตได้ขึ้นครองบัลลังก์ซึ่งมีชื่อเรียกว่า “บัลลังก์เหล็ก”ผู้ดำรงตำแหน่ง “หัตถ์ของพระราชา” หรือหัวหน้าที่ปรึกษาของพระราชาคนก่อนเสียชีวิตอย่างเป็นปริศนา  โรเบิร์ตจึงแต่งตั้งให้ ‘เอ็ดดาร์ด สตาร์ค’ หรือ ‘เน็ด’ เพื่อนสนิทของเขาเป็น “หัตถ์” คนต่อไป ทำให้เน็ดต้องเดินทางจากเมืองของตนคือวินเทอร์เฟลล์ไปยังคิงส์แลนดิ้งพร้อมกับลูกสาวสองคน ในขณะที่ลูกชายคนรองของเขาคือ ‘แบรน’ ถูกน้องชายฝาแฝดของเซอร์ซีผลักตกจากหอคอยเพราะบังเอิญไปล่วงรู้ความลับของเขากับเซอร์ซีเข้าระหว่างที่มาเยือนวินเทอร์เฟลล์ แบรนไม่ตายแต่ก็ไม่ฟื้นอยู่นาน และเมื่อฟื้นแล้วก็เดินไม่ได้และจำเหตุการณ์ที่เกิดขึ้นไม่ได้ด้วยที่คิงส์แลนดิ้ง เน็ดเกิดขัดแย้งกับโรเบิร์ตเพราะไม่เห็นด้วยที่โรเบิร์ตจะส่งคนไปฆ่า ‘เดอเนริส’ ทายาทคนสุดท้ายที่ยังเหลืออยู่ของตระกูลทาร์แกเรียน ซึ่งเป็นตระกูลของพระราชาองค์ก่อน เน็ดถูกจับขัง แต่หลังจากนั้นโรเบิร์ตก็ได้รับบาดเจ็บระหว่างออกล่าสัตว์จนเสียชีวิต ‘จอฟฟรีย์’ ลูกชายของโรเบิร์ตกับเซอร์ซีขึ้นครองอำนาจเป็นพระราชาองค์ต่อไป แต่เน็ดคัดค้านเพราะรู้ความลับเกี่ยวกับกำเนิดของจอฟฟรีย์ ขณะเดียวกันน้องชายสองคนของโรเบิร์ตต่างก็ได้รับการสนับสนุนให้อ้างสิทธิ์ในบัลลังก์เหล็กด้วย",
        "image_url":"https://img1.hotstarext.com/image/upload/f_auto/sources/r1/cms/prod/4909/474909-h",
        "detail":"Game of Thrones is an American fantasy drama television series created by David Benioff and D. B. Weiss for HBO. It is an adaptation of A Song of Ice and Fire, a series of fantasy novels by George R. R. Martin, the first of which is A Game of Thrones. The show was shot in the United Kingdom, Canada, Croatia, Iceland, Malta, Morocco, and Spain. It premiered on HBO in the United States on April 17, 2011, and concluded on May 19, 2019, with 73 episodes broadcast over eight seasons."

    },

    {
        "title" : "what is House of the dragon?",
        "sub_title" : "หากอดีตคืออารัมภบทฉันใด งานเขียนมหากาพย์แฟนตาซีชิ้นเอกของ “จอร์จ อาร์. อาร์. มาร์ติน” ซึ่งเปี่ยมด้วยจินตนาการสร้างสรรค์และความสนุกตื่นเต้นเป็นเลิศแห่งยุค ก็ย่อมต้องมีบทเกริ่นนำที่ยิ่งใหญ่ฉันนั้น และบัดนี้ “โลกแห่งมหาศึกชิงบัลลังก์” ก็ได้มาอยู่ในมือของผู้อ่านแล้วในที่สุด!หนังสือประวัติศาสตร์โดยละเอียดครอบคลุมของเจ็ดราชอาณาจักร พร้อมด้วยภาพประกอบสี่สีอันงดงามกว่า 170 ภาพเล่มนี้ นำเสนอบันทึกเรื่องราวที่ร้อยเรียงอย่างแจ่มชัดแห่งศึกอันยิ่งใหญ่เป็นมหากาพย์ การต่อสู้ชิงดีชิงเด่น และการกบฏอันอุกอาจ ซึ่งนำไปสู่เหตุการณ์ในนวนิยายชุด มหาศึกชิงบัลลังก์ A Song of Ice and Fire และซีรี่ส์มหาศึกชิงบัลลังก์ ทางช่อง HBO เป็นเวลานานหลายปีที่มาร์ตินจับมือสร้างสรรค์ผลงานชิ้นนี้กับ “เอลิโอ เอ็ม. การ์เซีย จูเนียร์” และ “ลินดา แอนทอนส์สัน” ผู้ก่อตั้งแฟนไซต์ Westeros.org อันโด่งดัง และอาจเรียกได้ว่าเป็นบุคคลอีกเพียงสองคนที่รู้จักโลกใบนี้ดีเกือบเท่ามาร์ตินผู้รังสรรค์หนังสือ “โลกแห่งมหาศึกชิงบัลลังก์” ",
        "image_url":"https://images.lifestyleasia.com/wp-content/uploads/sites/8/2022/10/12145441/HOD-cover.jpg",
        "detail":"House of the Dragon is an American fantasy drama television series created by George R. R. Martin and Ryan Condal for HBO. A prequel to Game of Thrones (2011–2019), it is the second series in the A Song of Ice and Fire franchise. Condal and Miguel Sapochnik served as the showrunners for the first season. Based on Martin's 2018 novel Fire & Blood, the series is set about 100 years after the Seven Kingdoms are united by the Targaryen Conquest, nearly 200 years before the events of Game of Thrones, and 172 years before the birth of Daenerys Targaryen. Featuring an ensemble cast, the show portrays the events leading up to the beginning of the decline of House Targaryen, a devastating war of succession known as the"
    }
]
